[
    {
        "title": "Rorschach Clicker",
        "src": "clicky-game",
        "git": "clicky-game",
        "img": "./assets/images/app/rorschachclicker.png",
        "description": "A memory game made with React where you try to click all the images and gain points! If you click the same image twice, you lose... made especially difficult because the images are Rorschach inkblots! "
    },
    {
        "title": "News'Crepe",
        "src": "https://news-crepe.herokuapp.com/",
        "git": "news-s-crepe",
        "img": "./assets/images/app/newscrepe.png",
        "description": "A gaming news app that scrapes articles from pcgamer to help sort what you want to read!"
    },
    {
        "title": "BurgerBurger",
        "src": "https://whispering-falls-89513.herokuapp.com/",
        "git": "burger",
        "img": "./assets/images/app/burgerburger.jpg",
        "description": "Simple burger eating app that makes you hungry while playing! Utilizes MySQL, Node.js, npm Express, npm Handlebars, npm mysql, and utilizes Heroku to host. BurgerBurger is an exercise in creating a webapp with a server and a database."
    },
    {
        "title": "Friendspace",
        "src": "https://fierce-caverns-64082.herokuapp.com/",
        "git": "friend-finder",
        "img": "./assets/images/app/friendspace.png",
        "description": "This webapp helps you find new friends!.. sorta. Using Node.js and Heroku to host, Friendspace is an exercise in creating a webapp with a server."
    },
    {
        "title": "Bamazon",
        "src": "https://hub.com/clmitchell630/product-manager",
        "git": "product-manager",
        "img": "./assets/images/app/bamazon.png",
        "description": "This app utilizes CLI, Node.js, and mySQL to allow the user to view a list of available items, select which one they'd like to 'purchase', and select the quantity they'd like. Doing so will let the user know the quantity of the item they 'purchased' and the total price of the transaction."
    },
    {
        "title": "Liri Bot",
        "src": "https://github.com/clmitchell630/liri-bot",
        "git": "liri-bot",
        "img": "./assets/images/app/liribot.png",
        "description": "By inputting your your favorite artist into liri you can find the venues that they are playing in, where those venues are, and what date/time the event is occuring. If you give liri a track, it will list songs from a variety of arists that meet your search term and give you a link to listen to the song. Finally, if you give liri a movie title, it will list information about the movie from where it was produced to what the ratings for the movie were."
    },
    {
        "title": "Wiki-Werks",
        "src": "wiki-werks",
        "git": "wiki-werks",
        "img": "./assets/images/app/projectone.png",
        "description": "First class project. Worked with 3 other classmates to put together a web app. This app takes a search topic and pulls up pages from Wikipedia and vtitleeos from YouTube APIs using the AJAX call and saves your topics to bring up later."
    },
    {
        "title": "Where's My Train",
        "src": "train-scheduler",
        "git": "train-scheduler",
        "img": "./assets/images/app/trainapp.png",
        "description": "A practice in Firebase, pushing information to the Firebase server and calling that information back to the app. Also utilizes Moment.js to calculate times."
    },
    {
        "title": "Gif in a Jiff",
        "src": "gif-in-a-jiff",
        "git": "gif-in-a-jiff",
        "img": "./assets/images/app/GifJiff.png",
        "description": "A practive in AJAX calls using the Giphy API to create a page of .gif images responding to a topic stored in a button. Default buttons are provtitleed but you can add more by adding them to the 'MORE GIFS!' field."
    },
    {
        "title": "TV Trivia Time!",
        "src": "TriviaGame",
        "git": "TriviaGame",
        "img": "./assets/images/app/triviagame.png",
        "description": "A game where you answer timed tv trivia questions!"
    },
    {
        "title": "RupeeCollector",
        "src": "unit-4-game",
        "git": "unit-4-game",
        "img": "./assets/images/app/numberguess.png",
        "description": "A game where you add rupees together to match the randomly generated number. Careful though, you don't know how much each gem is worth and their values change at the begining of each game."
    },
    {
        "title": "League of Legends - Hangman",
        "src": "Word-Guess-Game",
        "git": "Word-Guess-Game",
        "img": "./assets/images/app/hangman.png",
        "description": "Vanilla JavaScript hangman game with a League of Legends theme!"
    }
]
